export default {
  EN: {

  }
  CH: {
    about:
    [
      {
        宗旨：[
          `增進北加州台美人與美國主流社會間之相互了解與積極互動。`,
          `定時舉辦和推廣各項有助益台美人之教育, 文化及社交活動。`,
          `尋求並爭取台美人合法之權利及福利。`,
          `協助新移民認識美國政府, 主流社會及文化。`,
          `提供平台讓下代台僑認識祖籍台灣並了解其歷史文化。`
        ]
      },
      {
        歷史沿革：[
          `台美人在北加州三十年間夢想 「擁有自已的家」，但都沒落實。`,
          `2002年底，這聲音再次興起，並得到積極回響。2003年初台灣同鄉年會，會長張祿生宣佈這構想，立刻得到同鄉肯定並踴躍捐款贊助。`,
          `2003年2月16日北加州台灣會館籌備會正式成立，邱俊邦、陳德輝、石清正、林典謨、施天墩、翁嘉盛、陳光博、李華林、及張祿生為籌備委員，積極進行會館成立事宜。`,
          `2003年4日1日得到同鄉吳怡明醫師之協助，租其擁有的辨公大樓之一樓，位於 4988 Paseo Padre Parkway, Fremont, CA 94555.。`,
          `2003年5月1日會館各項課程正式展開，初期提供十項，之後增加至二十多項，會館全由義工、老師、職員負責所有事務。`,
          `2003年9月27日舉行台灣會館開幕慶祝大會，得台灣總統陳水扁、副總統呂秀蓮，僑委會委員長張富美及文建會主委陳郁秀贈送匾額祝賀，同時並得舊金山經文處廖偉平副處長及南灣文教中心呂元榮主任親臨祝賀。`,
          `2004年8月20日在余伯泉教授協助下，台灣會館成立「台灣學校」教授華語、台語及客語,由黃美星校長與黃秋蘭教務主任負責所有學校運作事宜。`,
          `2005年開始，台灣會館已成為台美人非常頻繁之社區聚集場所，同時，台灣學校學生成長迅速，原會館2,800平方呎已感不敷使用。因此，理事會積極另覓適當場所。`,
          `2008年9月台灣迦南基督教會購得一辦公大樓，位於矽谷金三角區，其中有二 樓約8,600平方呎可供會館租用。由於三年來理事會到處尋找均沒有合適地點及大小適中又可供非營利組織使用之中型大樓。因此，理事會決定以租代買，訂立十年長期租約，以擴大會館的功能。`,
          `2009年5月2日台灣會館正式喬遷至 4413 Fortran Ct., San Jose, CA 95134`,
          `2010年10月，會館內部整修改裝完成，正式全新啟用。`,
          `2012年4月，李華林卸任理事，劉文彬醫師及陳柳江醫師加入理事團隊。`,
          `2012年10月28日，會館成立10週年首次的繁榮、永續、感恩募款餐會，邀請蔡英文博士 主講。`,
          `2013年3 月，由劉文彬理事負責會館章程條文的修訂，並在同年5月的會員大會表決通過。`,
          `2014年12月6日 舉行成立12週年募款餐會，主講者為當時政論節目的主持人鄭弘儀 先生。`,
          `2016年1月，黃美星、方禎鋒醫師加入理事團隊。`,
          `2016年12月10日舉行成立14週年募款餐會，主講者為政經看民視的主持人彭文正 教授。`,
          `2017年9月 北加州台灣會館6個人接受僑委會安排的北美洲台灣中心回台訪問團，為期一週。 拜訪了總統府、行政院、及台中、台南、高雄市政府。`
        ]
      },
      {
        會館現況：[
          `台灣會館喬遷新址後，設備增加，空間加大，主廳約可容納二百五十人。其他有會議室、 圖書室、音樂室及一般教室10間。另外，加設廚房，可供烹飪教學之用。主廳設有大螢幕 HDTV及音響，可供講座 slide show及影片播放，也可作為 KARAOKE使用。`,
          `台灣會館理事會於2006年第一任理事長張信行卸任改選理事長，由陳德輝接任理事長，陳 光博為副理事長。現任理事還有翁嘉盛、林典謨、李信弘、劉文彬、陳柳江、黃美星、方 禎鋒。自創館以來有很多對台灣會館作極多貢獻的退任理事有石清正、張祿生、施天墩、 吳振和、林錦堂、莊純純、吳銀鏤、張世昌、李華林、賴明堂、邱俊邦、張信行等，他們 雖因個人時間不允許，無法直接參與，但仍同心協力為會館的發展提供心力與財力。`,
          `台灣會館現任總幹事黃美星、財務長葉琴，幹事張麗雪、藍唯甄及義工團隊，負責處理會 館行政及總務瑣事。會館每週的活動如下: 每週一，人際關係建造課程。每週二，教你如何使用ipad. 幼兒台華語說故事時間。每週三有心弦交響或認識台灣系列。週四有快樂長 輩日，水彩畫班，日文班…等。週五有氣功班，桌球俱樂部，每月第一個週五有親子教養 講座。週日有台灣學校，現任校長戴佩俐、招收對象從三歲以上至成人的學生，課程有兒童台語會話、華語、鋼琴個別班、Adobe Photoshop , Adobe Illustrator , 兒童/成人創意字體插畫，幼兒畫畫與手藝，兒童趣味烹飪，兒童桌球等。`
        ]
      },
      {
        會館展望：[
          `台灣會館本著創會宗旨，凝聚所有台美人之向心力，確實為台美社區營造一溫暖又有活力的活動中心。使老、中、青的台僑，都能感受有個「自已的家」。`,
          `鼓勵同鄉積極參與、奉獻，為有需要的同鄉，提供有助益的生活及技能課程；並推廣在台灣會館裡「年長可享清福，年幼可得照顧」的努力。`,
          `積極串聯美加各地台灣會館，增加聯誼，加強與主流社會的互動及文化交流；關心美加台僑及在台同胞的福祉，也為普遍弱勢同鄉，適時發聲及支援。`
        ]
      },
      {
        台灣會館現任理事團隊：[
          {
            title: `理事長`,
            name: `陳德輝`,
            photo: `/assets/photos/board/board2-s.JPG`
          },
          {
            title: `副理事長`,
            name: `陳光博`,
            photo: `/assets/photos/board/board8-s.JPG`
          },
          {
            title: `理事`,
            name: `張信行`,
            photo: `/assets/photos/board/board3-s.JPG`
          },
          {
            title: `理事`,
            name: `林典謨`,
            photo: `/assets/photos/board/board4-s.JPG`
          },
          {
            title: `理事`,
            name: `邱俊邦`,
            photo: `/assets/photos/board/board10-s.JPG`
          },
          {
            title: `理事長`,
            name: `翁嘉盛`,
            photo: `/assets/photos/board/board5-s.JPG`
          },
          {
            title: `理事`,
            name: `李信弘`,
            photo: `/assets/photos/board/board9-s.JPG`
          },
          {
            title: `理事`,
            name: `賴明堂`,
            photo: `/assets/photos/board/board7-s.JPG`
          },
          {
            title: `理事`,
            name: `劉文彬`,
            photo: `/assets/photos/board/a-liu.jpg`
          },
          {
            title: `理事`,
            name: `陳柳江`,
            photo: `/assets/photos/board/a-chen.jpg`
          }
        ]
      }
    ]
  }
}